{
  "status": "ok",
  "source": "the-next-web",
  "sortBy": "latest",
  "articles": [
    {
      "author": "Bryan Clark",
      "title": "A British inventor created his own Iron Man-like flight suit (and we want it)",
      "description": "We all want to be Iron Man. Zipping through clouds using jet propulsion and an exoskeleton made of a hardened nickel-titanium alloy seems futuristic, but not outside the realm of possibility. Tony Stark did it, after all, but fictional billionaires-turned-genius-inventors don’t get us any closer to the goal of human flight. Entrepreneur and inventor Richard Browning isn’t Tony Stark, …",
      "url": "https://thenextweb.com/insider/2017/04/04/a-british-inventor-created-his-own-iron-man-like-flight-suit/",
      "urlToImage": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2017/04/ezgif.com-optimize-6.gif",
      "publishedAt": "2017-04-03T22:19:38Z"
    },
    {
      "author": "Bryan Clark",
      "title": "Verizon plans to rebrand AOL and Yahoo as 'Oath'",
      "description": "After Verizon officially acquires Yahoo, the newly created content division will get a new name: ‘Oath.’ It might not be the worst name ever (Tronc still exists) but it’s damn sure trying to be. “We're hunting for awesome startups” Run an early-stage company? We're inviting 250 to exhibit at TNW Conference and pitch on stage! CHECK …",
      "url": "https://thenextweb.com/business/2017/04/03/verizon-plans-rebrand-aol-yahoo-oath/",
      "urlToImage": "https://cdn2.tnwcdn.com/wp-content/blogs.dir/1/files/2017/04/oath-verizon-yahoo-aol.jpg",
      "publishedAt": "2017-04-03T21:01:55Z"
    },
    {
      "author": "Rachel Kaser",
      "title": "Amazon Cash eliminates need for bank cards",
      "description": "Amazon just made it easier for cash-only customers to use its marketplace. With Amazon Cash, you can add money directly into your account, no bank accounts or cards necessary. With Cash, a cashier at a participating store will scan your barcode, which you either print out or have on your phone. You pay the amount in-store, and …",
      "url": "https://thenextweb.com/money/2017/04/03/amazon-cash-eliminates-need-bank-cards/",
      "urlToImage": "https://cdn3.tnwcdn.com/wp-content/blogs.dir/1/files/2017/04/Amazon-Cash.jpg",
      "publishedAt": "2017-04-03T20:19:37Z"
    },
    {
      "author": "Napier Lopez",
      "title": "Every smartphone should include a one-handed mode",
      "description": "Here’s a common consumer conundrum: I like smartphones with big screens, but I also want to be able to use them with one hand. Whichever quality you might prefer, the industry has certainly prioritized larger displays. When the original Samsung Galaxy Note was unveiled in 2011, it was considered almost comically huge. Fast-forward to 2017, …",
      "url": "https://thenextweb.com/mobile/2017/04/03/every-smartphone-phone-come-one-handed-mode/",
      "urlToImage": "https://cdn1.tnwcdn.com/wp-content/blogs.dir/1/files/2017/03/Samsung-Galaxy-S8-S8-14-of-17.jpg",
      "publishedAt": "2017-04-03T20:33:09Z"
    },
    {
      "author": "Bryan Clark",
      "title": "Madman skips the controller to play Dark Souls 3 with bananas",
      "description": "Playing Dark Souls 3 is hard. Playing Dark Souls 3 with 10 bananas instead of a controller is, well, bananas. Twitch streamer TheSuperScrubs has foregone sanity entirely and attempted to play one of the most difficult games known to man with a custom-made banana controller — or banana array, as it were. Ever been to …",
      "url": "https://thenextweb.com/creativity/2017/04/03/madman-skips-the-controller-to-play-dark-souls-3-with-bananas/",
      "urlToImage": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2017/04/ezgif.com-optimize-5.gif",
      "publishedAt": "2017-04-03T19:17:34Z"
    }
  ]
}